[
{"question":"Youngest person here take four sips. "},
{"question":"Take two sips if you've been hit on by someone who was too old "},
{"question":"Take a sip if you've  told someone their zipper was down or their shirt was popping open "},
{"question":"Take three sips if you've not been able to remembered how you got somewhere "},
{"question":"Take three sips if you've cheated on a test or an exam "},
{"question":"Take three sips if you've gotten so sick, that you swore off a particular food or type of alcohol "},
{"question":"Take five sips if you've been frisked by police or by airport personnel "},
{"question":"Take a sip if you've gotten a tatoo "},
{"question":"Take a sip if you've lied about your birthday just to get a free dessert "},
{"question":"Take five sips if you cannot join your hands behind your back. "},
{"question":"Person with the skinniest arms take three sips. "},
{"question":"Person who lives closest to here can give out two sips. "},
{"question":"Person who lives furthest away from  here can give out five sips. "},
{"question":"Cheese or meat, vote one three. Losers drink five times. "},
{"question":"If you've ever searched for something in your pocket drink four times. "},
{"question":"If you are studying/have studied engineering drink four times. "},
{"question":"If you are studying/have studied comms drink four times. "},
{"question":"Give out four sips if this isn't your first stop tonight. Keep going bud! "},
{"question":"Anyone with a pack of cigarettes drink once per cigarette. Alternatively, down your cup "},
{"question":"Take five sips if you have been awake for 12 hours or longer. "},
     
{"question":"Drink five times if you've doubted your sexuality"},
{"question":"Top half or bottom half fish, vote on three. Losers drink five sips "},
{"question":"Take a sip if you've gotten a tatoo "},
{"question":"Take a sip if you've had a dream about a teacher or someone you work with "},
{"question":"Take a sip if you've played strip poker "},
{"question":"Take three sips if you've used a fake I.D.  "},
{"question":"Take three sips if you've fooled around in a sleeping bag "},
{"question":"Take three sips if you've gotten arrested before"},
{"question":"Take three sips if you've been caught fooling around by a parent or a sibling "},
{"question":"Geeks who study or work in computer science drink four times. "},
{"question":"Tallest player finish half your cup. "},
{"question":"Left handed people drinks three times"},
{"question":"Take three sip if you can't touch your toes while standing"},
{"question":"Person with the fullest glass drinks three times. Catch up!"},
{"question":"Drink three times if you've ever had braces"}]
