[
{"question":"Never have I ever been drunk at a restaurant."},
{"question":"Never have I ever played beer pong."},
{"question":"Never have I ever drank before I turned eighteen."},
{"question":"Never have I ever partied during Spring Break."},
{"question":"Never have I ever tried Champagne."},
{"question":"Never have I ever said a toast."},
{"question":"Never have I ever drank more than three beers in a sitting."},
{"question":"Never have I ever drank alcohol in front of my parents."},
{"question":"Never have I ever fallen asleep and woken up somewhere else."},
{"question":"Never have I ever danced on a table or bar."},
{"question":"Never have I ever pretended to like a wine to look classier."},
{"question":"Never have I ever drank liquor straight from the bottle."},
{"question":"Never have I ever received a free drink."},
{"question":"Never have I ever texted someone I didn't mean to when I was tipsy."},
{"question":"Never have I ever left a drunk voicemail."},
{"question":"Never have I ever been the designated driver."},
{"question":"Never have I ever tried a craft beer."},
{"question":"Never have I ever watched the Hangover."},
{"question":"Never have I ever been hungover."},
{"question":"Never have I ever tried wine in a box."},
{"question":"Never have I ever purchased alcohol duty-free on a cruise."},
{"question":"Never have I ever broke up with someone while drunk."},
{"question":"Never have I ever found a cure for hangovers."},
{"question":"Never have I ever made up my own cocktail."},
{"question":"Never have I ever had a jello shot."},
{"question":"Never have I ever made vodka gummy bears."},
{"question":"Never have I ever drank Crown Royal."},
{"question":"Never have I ever made an impulse purchase online while drunk."},
{"question":"Never have I ever lost count of how many drinks I drank."},
{"question":"Never have I ever had to be carried to bed."},
{"question":"Never have I ever played Never have I ever before."},
{"question":"Never have I ever been the drunkest person at the party."},
{"question":"Never have I ever drank at a bar."},
{"question":"Never have I ever taken a shot with no hands."},
{"question":"Never have I ever had a stranger buy me a drink."},
{"question":"Never have I ever shotgunned a beer."},
{"question":"Never have I ever done a pub-crawl."},
{"question":"Never have I ever drank a flaming shot."},
{"question":"Never have I ever done a body shot."},
{"question":"Never have I ever participated in a drinking competition."}]
