[
{"question":"Never have I ever put gum under a table."},
{"question":"Never have I ever stepped barefoot in dog poop."},
{"question":"Never have I ever tasted dog or cat food."},
{"question":"Never have I ever had a baby spit up on me."},
{"question":"Never have I ever thrown up after seeing someone else throw up."},
{"question":"Never have I ever picked my nose and ate it."},
{"question":"Never have I ever used someone else’s toothbrush."},
{"question":"Never have I ever worn someone else’s underwear."},
{"question":"Never have I ever used my hands as a tissue (out of necessity)."},
{"question":"Never have I ever crop dusted an elevator."},
{"question":"Never have I ever peed in the pool."},
{"question":"Never have I ever clogged a toilet."},
{"question":"Never have I ever tasted earwax."},
{"question":"Never have I ever wiped my armpits with a towel instead of showering."},
{"question":"Never have I ever worn the same pair of underwear more than three days."},
{"question":"Never have I ever destroyed a public bathroom."},
{"question":"Never have I ever thrown up in my mouth and swallowed it."},
{"question":"Never have I ever used a public restroom that had no toilet paper."},
{"question":"Never have I ever wore perfume or cologne because I didn't have deodorant."},
{"question":"Never have I ever broken the five-second rule."},
{"question":"Never have I ever gotten poop on my hand."},
{"question":"Never have I ever had such bad diarrhea that I didn't make it to the bathroom in time."},
{"question":"Never have I ever thought a fart smelled good."},
{"question":"Never have I ever licked a coin."},
{"question":"Never have I ever worn the same jeans for a week without washing them."},
{"question":"Never have I ever changed a diaper."},
{"question":"Never have I ever gone more than a week without showering."},
{"question":"Never have I ever had a smelly burp."},
{"question":"Never have I ever watched pimple popping videos."},
{"question":"Never have I ever peeled a sunburn and enjoyed it."},
{"question":"Never have I ever picked a scab."},
{"question":"Never have I ever picked stuff out of my belly button."},
{"question":"Never have I ever used the bathroom and not washed my hands."},
{"question":"Never have I ever smelled clothing to see if they were too dirty to wear again."},
{"question":"Never have I ever had stinky feet."},
{"question":"Never have I ever let dirty dishes sit in the sink for over a week."},
{"question":"Never have I ever blown my nose and looked at what came out."},
{"question":"Never have I ever trimmed my toenails with my teeth."},
{"question":"Never have I ever turned underwear inside out to get more use out of it."},
{"question":"Never have I ever popped someone else's pimple."},
{"question":"Never have I ever peeling dead skin off my feet."},
{"question":"Never have I ever rubbed my skin to get the dead skin to roll up."},
{"question":"Never have I ever peed in the sink."},
 {"question":"Never have I ever had a drop land on the toilet seat and not cleaned it off."},
{"question":"When was the last time you told a lie?"},
{"question":"Do you have any irrational fears?"},
{"question":"What is your biggest fear?"},
{"question":"What is your guilty pleasure?"},
{"question":"Would you ever be polygamous?"},
{"question":"Have you ever performed a striptease for anyone before?"},
{"question":"Have you ever had a one night stand?"},
{"question":"Have you ever been suspended from school?"},
{"question":"When was the worst time that you threw up?"},
{"question":"If you could only save one person in this room from a fire, who would it be?"},
{"question":"Who is the most attractive person in the room?"},
{"question":"Who is the most annoying person in the room?"},
{"question":"Have you ever cheated on someone?"},
{"question":"What is the craziest event that you have ever been to?"},
{"question":"When was the last time you peed yourself?"},
{"question":"What is the worst dream that you have had?"},
{"question":"Why did your last relationship end?"},
{"question":"What is the most embarrassing thing that has happened to you this year?"},
{"question":"What habit can’t you seem to quit?"},
{"question":"Who is your celebrity crush?"},
 {"question":"What is the meanest thing that you have done?"},
{"question":"Who is the last person that you stalked on social media?"},
{"question":"Have you ever gone to the bathroom in the pool?"},
{"question":"Have you ever taken nude photos or videos of yourself?"},
{"question":"Swallow a tablespoon of ketchup, mustard, or something similar."},
{"question":"Take a coin out of your wallet and lick it."},
{"question":"What’s your biggest sexual fear?"},
{"question":"Show your whole browsing history to the players in the room."},
{"question":"If you could erase one past experience, what would it be?"}

]

