[{"questions":"Never have I ever kiss and told."},
{"questions":"Never have I ever been on a blind date."},
{"questions":"Never have I ever had a date with someone I met on an app."},
{"questions":"Never have I ever made out with a stranger."},
{"questions":"Never have I ever tried a cheesy pick-up line on someone."},
{"questions":"Never have I ever had a cheesy pick-up like work on me."},
{"questions":"Never have I ever sent someone a sexy selfie."},
{"questions":"Never have I ever been on a double date with my parents."},
{"questions":"Never have I ever tried skinny dipping."},
{"questions":"Never have I ever gone commando."},
{"questions":"Never have I ever made out with someone in a hot tub."},
{"questions":"Never have I ever had a one night stand."},
{"questions":"Never have I ever had a crush on a friend's sibling."},
{"questions":"Never have I ever flirted with someone more than 10 years older than me."},
{"questions":"Never have I ever been to a drive-in movie."},
{"questions":"Never have I ever been a friends with benefits."},
{"questions":"Never have I ever skipped a movie to make out in the parking lot instead."},
{"questions":"Never have I ever been playful with whipped cream."},
{"questions":"Never have I ever winked or whistled at someone."},
{"questions":"Never have I ever slept in the buff."},
{"questions":"Never have I ever looked at naughty pictures."},
{"questions":"Never have I ever dated more than one person at once."},
{"questions":"Never have I ever seen someone else naked in person."},
{"questions":"Never have I ever bought lingerie."},
{"questions":"Never have I ever been to an adult store."},
{"questions":"Never have I ever watched a movie because I knew it had nudity."},
{"questions":"Never have I ever played strip poker"},
{"questions":"Never have I ever done it in a public place."},
{"questions":"Never have I ever passed second base."},
{"questions":"Never have I ever peeked at someone in the shower."},
{"questions":"Never have I ever had a dream about someone I liked."},
{"questions":"Never have I ever had a crush on a teacher."},
{"questions":"Never have I ever slipped someone my phone number."},
{"questions":"Never have I ever gently whispered in someone's ear."},
{"questions":"Never have I ever played hard to get."},
{"questions":"Never have I ever had a hickey."},
{"questions":"Never have I ever given someone else a hickey."},
{"questions":"Never have I ever stayed friends with an ex."},
{"questions":"Never have I ever done it outside."},
{"questions":"Never have I ever had a bedroom injury."},
{"questions":"Never have I ever had breakfast in bed."},
{"questions":"Never have I ever had a full-body massage."},
{"questions":"Never have I ever adjusted my buttons based on who's in the room."},
{"questions":"Never have I ever fantasized about someone else."},
{"questions":"Never have I ever made any naughty videos."}]
