[{"question": "Never have i ever Quit a job."},
{ "question": "Never have i ever Gotten away with breaking the law."},
{ "question": "Never have i ever Bribed someone in power."},
{ "question": "Never have i ever Spread rumours about my peers"},
{ "question": "Never have i ever Broke something in a shop and sneaked off."},
{ "question": "Never have i ever Lost a wallet."},
{ "question": "Never have i ever Binge watched a full season of a show in a day."},
{ "question": "Never have i ever Faked sick to get out of work."},
{ "question": "Never have i ever Blamed a sibling for something i did."},
 { "question": "Never have i ever Lost my phone."},
 { "question": "Never have i ever Been to china."},
{ "question": "Never have i ever gotten lost less than a kilometre away from my house."},
{ "question": "Never have i ever Regretted making a big purchase."},
{ "question": "Never have i ever Eaten a snake."},
{ "question": "Never have i ever broken a bone."},
{ "question": "Never have i ever killed an animal."},
{ "question": "Never have i ever eaten cereal for dinner."},
{ "question": "Never have i ever slapped a kid."},
{ "question": "Never have i ever gotten ripped off."},
{ "question": "Never have i ever torrented music."},
{ "question": "Never have i ever been to India."},
{ "question": "Never have i ever been on a sailboat."},
{ "question": "never have i ever had to run to save my life."},
{ "question": "never have i ever taken food out of a trash can and eaten it."},
{ "question": "never have i ever jumped from a roof."},
{ "question": "never have i ever shoplifted."},
{ "question": "never have i ever seen an alligator or crocodile in the wild."},
{ "question": "never have i ever set my or someone else’s hair on fire on purpose."},
{ "question": "never have i ever ridden an animal."},
{ "question": "never have i ever had a bad fall because I was walking and texting."},
{ "question": "never have i ever tried to cut my own hair."},
{ "question": "never have i ever completely forgot my lines in a play."},
{ "question": "never have i ever shot a gun."},
{ "question": "never have i ever had a surprise party thrown for me."},
{ "question": "never have i ever cheated on a test."},
{ "question": "never have i ever dined and dashed."},
{ "question": "never have i ever gotten stitches."},
{ "question": "never have i ever fallen in love at first sight."},
{ "question": "never have i ever had a paranormal experience."},
{ "question": "never have i ever woken up and couldn’t move."},
{ "question": "never have i ever accidentally said “I love you” to someone."},
{ "question": "never have i ever hitchhiked."},
{ "question": "never have i ever been trapped in an elevator."},
{ "question": "never have i ever sung karaoke in front of people."},
{ "question": "never have i ever been on TV or the radio."},
{ "question": "never have i ever pressed send and then immediately regretted it."},
{ "question": "never have i ever been so sun burnt I couldn’t wear a shirt."},
{ "question": "never have i ever thought I was going to drown."},
{ "question": "never have i ever worked at a fast food restaurant."},
{ "question": "never have i ever fainted."},
 { "question": "never have i ever looked through someone else’s phone without their permission."},
 { "question": "Never have i ever Lied to a teacher."},
 {"question":"When was the last time you told a lie?"},
 {"question":"What is your biggest fear?"},"
 {"question":"What is your guilty pleasure?"},
 {"question":"What is the worst dream that you have had?"},
 {"question":"If you were a superhero, what would your power be?"},
 {"question":"Have you ever cried from watching a TV show or a movie?"},
 {"question":"Where is the weirdest place that you have gone to the bathroom?"},
 {"question":"Do you sing in the shower?"},
 {"question":"What would you do with a million dollars?"},
 {"question":"Could you survive without any phone or internet for a month?"},
 {"question":"What do you want to do when you are retired?"},
 {"question":"Would you ever get a tattoo? What kind of tattoo would it be?"},
 {"question":"If you ever wrote a memoir, what would the title be?"},
 {"question":"What is your favorite kind of music to listen to?"},
 {"question":"Name one thing on your bucket list."},
 {"question":"If you could have someone else’s life for one day, who would it be?"},
 {"question":"What is the longest amount of time that you have ever been awake?"},
 {"question":"If you could do it, what would you change your name to?"},
 {"question":"Name a famous person that you would like to be friends with."},
  {"question":"Who are five famous people that you would like to have dinner with? They can either be dead or alive."},
 {"question":"Would you rather be rich or famous? You cannot be both."},
 {"question":"If you could erase one past experience, what would it be? "},
 {"question":"What was your worst workplace experience?"},
 {"question":"What is the most amount of time that you have ever spent in a hospital?"},
 {"question":"Have you ever broken a bone?"},
 {"question":"Have you ever gotten stitches?"},
 {"question":"What is the longest amount of time that you have ever been away from home?"},
 {"question":"What is your most embarrassing puberty-related story?"}]
