[{"question":"If you had to sleep with one person in this room, who would it be?"},
{"question":"What’s the raunchiest porn you’ve ever watched?"},
{"question":"What’s the hardest drug you’ve done?"},
{"question":"What’s the most degrading thing you’ve ever done during sex?"},
{"question":"Who’s the most inappropriate person you’ve ever fantasied about?"},
{"question":"What’s the most embarrassing thing you’ve ever done while drunk?"},
{"question":"What’s the biggest lie you’ve ever told a significant other?"},
{"question":"How many people in this room would you willingly bang?"},
{"question":"What’s the most embarrassing item you’ve ever used to get yourself off?"},
{"question":"What was the last thing you masturbated to?"},
{"question":"What’s the  thing you would never want your parents to find out about you?"},
{"question":"What was the worst sex you ever had?"},
{"question":"What’s the kinkiest thing you’ve ever done?"},
{"question":"Which of your exes would you still be willing to sleep with?"},
{"question":"What’s the biggest secret that you’re keeping from everyone in this room?"},
{"question":"What’s your magic number?"},
{"question":"What’s the biggest age difference you’ve had between yourself and a sexual partner?"},
{"question":"What’s the kinkiest sex toy you’ve ever used with a partner?"},
{"question":"What’s the most scandalous location you’ve had sex in?"},
{"question":"What’s the most disgusting habit you have?"},
{"question":"What’s the most embarrassing thing that’s ever happened to you during sex?"},
{"question":"What’s your biggest turn-on?"},
{"question":"What’s your biggest turn-off?"},
{"question":"How long has your longest dry spell been?"},
{"question":"What – if any – amount of money would you be willing to have sex with a stranger for?"},
{"question":"What’s the most embarrassing TV show that you watch?"},
{"question":"What’s the furthest you’ve gone sexually with a member of the same sex?"},
{"question":"Which sexual act are you best at?"},
{"question":"Which sexual act are you worst at?"},
{"question":"Are you more dominant or more submissive in bed?"},
{"question":"What’s the dirtiest thing a partner’s ever asked you to do?"},
{"question":"What’s the most illegal thing you’ve ever done?"},
{"question":"Where’s the most inappropriate place you’ve ever masturbated?"},
{"question":"What’s the most desperate thing you’ve ever done because you were horny?"},
{"question":"What’s your most outrageous sexual fantasy?"},
{"question":"What was the last thing you cried over?"},
{"question":"How many sex toys do you own?"},
{"question":"What’s the longest you’ve gone without showering?"},
{"question":"What’s the most embarrassing thing you’ve ever been caught doing?"},
{"question":"How often do you fake orgasms?"},
{"question":"What’s the hottest sex you’ve ever had?"},
{"question":"What is your biggest sexual regret?"},
{"question":"What’s the dirtiest sext you’ve ever sent?"},
{"question":"What’s something you’ve done while drunk that you would never do sober?"},
{"question":"What’s the closest you’ve ever come to cheating?"},
{"question":"Who’s the most scandalous person you’ve had sex with?"},
{"question":"How many of the people you’ve slept with did you meet online?"},
{"question":"What’s the least amount of time you’ve known someone for before sleeping with them?"},
{"question":"What’s the most bizarre sexual role-play you’ve ever participated in?"},
{"question":"Snapchat history. NOW"},
{"question":"Point out the least attractive person here."},
{"question":"Never have I ever had a one night stand."},
{"question":"Never have I ever fallen in love at first sight."},
{"question":"Never have I ever kissed on the first date."},
{"question":"Never have I ever been on a dating website."},
{"question":"Never have I ever been turned down."},
{"question":"Never have I ever dated more than one person at once."},
{"question":"Never have I ever gone speed dating."},
{"question":"Never have I ever been dumped."},
{"question":"Never have I ever hooked up with someone I met online."},
{"question":"Never have I ever said I love you to someone."},
{"question":"Never have I ever said I love you without meaning it."},
{"question":"Never have I ever slept with someone twice my age."},
{"question":"Never have I ever hooked up with someone I just met within the first twenty four hours."},
{"question":"Never have I ever dated someone for more than a year."},
{"question":"Never have I ever brought someone home to meet the parents."},
{"question":"Never have I ever spied on an ex online."},
{"question":"Never have I ever had a rebound."},
{"question":"Never have I ever dated someone just to make someone else jealous."},
{"question":"Never have I ever lied about being single because I wasn't insterested in the person."},
{"question":"Never have I ever used Tinder to meet a date."},
{"question":"Never have I ever slept with someone I wasn't attracted to."},
{"question":"Never have I ever flirted with someone when I was taken."},
{"question":"Never have I ever flirted with someone when I knew they were taken."},
{"question":"Never have I ever peeked at someone else while they were changing."},
{"question":"Never have I ever owned a Kama Sutra."},
 {"question":"Never have I ever tried a flavored condom."},
 {"question":"NWhat was your best sexual experience?"},
 {"question":"NWhat is the longest you’ve ever given head?"},
{"question":"Would you ever do a three-some?"},
{"question":"How do you feel about sex in groups?"},
{"question":"Would you ever watch your partner have sex with someone else?"},
{"question":"How many partners have you had at one time?"},
{"question":"Describe how you orgasim feels?"},
{"question":"Where is your favourite place to be kissed?"},
{"question":"Have you ever taken it in the butt or would you?"},
{"question":"What is the longest time you’ve gone without sex?"},
{"question":"Have you ever been cheated on someone?"},
{"question":" Have you ever been cheated on?"},
{"question":" What is the meanest thing that you have done?"},
{"question":" Have you ever hooked up with the same  sex?"},
{"question":" Who are five famous people that you would like to have dinner with? They can either be dead or alive."},
{"question":" Do you have any fetishes?"},
{"question":" How often do you masturbate?"},
{"question":"What is the longest amount of time that you have gone without intercourse?"},
{"question":" What is your favorite position?"},
{"question":" Have you ever given oral s..x?"},
{"question":" Have you ever received oral s..x?"},
{"question":" Have you ever taken nude photos or videos of yourself?"},
{"question":" What’s the most surprising thing that’s ever turned you on?"},
{"question":" Do you ever catch yourself thinking about doing it with someone of the same sex?"},
{"question":"Slap the person on the left."},
{"question":" Spank the person on your right."},
{"question":" Swallow a tablespoon of ketchup, mustard, or something similar."},
{"question":"Give an insult to every person in the room."},
{"question":" Let someone in the room text whoever they want whatever they want ."},
{"question":" Lick the side of someone’s face."},
{"question":" Do fifty sit ups."},
{"question":"Jog in place very slowly for the next three minutes."},
{"question":" Say something very dirty to the person on your left."},
{"question":" Sit on someone’s lap for five minutes."},
{"question":" Remove one article of clothing"},
{"question":" When was the last time you spoke with, texted, or snapped your ex?"},
{"question":"Have you ever thought of someone else during sex ?"},
 {"question":"What sexual activity do you consider totally off limits?"},
 {"question":" What three adjectives best describe your vagina/penis?"},
{"question":"Of the people in this room, who do you consider the sluttiest?"},
{"question":" What’s the most embarrassing thing your parents have caught you doing?"},
{"question":" What’s the biggest romantic fail you’ve ever experienced?"},
{"question":" What’s the weirdest thing you’ve done when you were alone?"},
{"question":" Of the people in this room, who would you feel most comfortable with naked?"}]
