[{"question": "never have i ever  injured myself while trying to impress a girl or boy I was interested in."},{ "question": "never have i ever had to run to save my life."},
{ "question": "never have i ever taken food out of a trash can and eaten it."},
{ "question": "never have i ever  cried  flirted my way out of a speeding ticket."},
{ "question": "never have i ever  taken part in a talent show."},
{ "question": "never have i ever  made money by performing on the street."},
{ "question": "never have i ever  broken something at a friend’s house and then not told them."},
{ "question": "never have i ever  snooped through a friend’s bathroom or bedroom without them knowing."},{ "question": "never have i ever  ruined someone else’s vacation."},
 { "question": "never have i ever  walked for more than six hours."},
{ "question": "never have i ever  jumped from a roof."},
{ "question": "never have i ever  shoplifted."},
{ "question": "never have i ever  seen an alligator or crocodile in the wild."},
{ "question": "never have i ever  set my or someone else’s hair on fire on purpose."},
{ "question": "never have i ever  ridden an animal."},
{ "question": "never have i ever  had a bad fall because I was walking and texting."},
{ "question": "never have i ever  been arrested."},
{ "question": "never have i ever  pressured someone into getting a tattoo or piercing."},
{ "question": "never have i ever  gone surfing."},
{ "question": "never have i ever  walked out of a movie because it was bad."},
{ "question": "never have i ever  broken a bone."},
{ "question": "never have i ever  tried to cut my own hair."},
{ "question": "never have i ever  completely forgot my lines in a play."},
{ "question": "never have i ever  shot a gun."},
{ "question": "never have i ever  had a surprise party thrown for me."},
{ "question": "never have i ever  cheated on a test."},
{ "question": "never have i ever  dined and dashed."},
{ "question": "never have i ever  gotten stitches."},
{ "question": "never have i ever  fallen in love at first sight."},
{ "question": "never have i ever  had a paranormal experience."},
{ "question": "never have i ever  woken up and couldn’t move."},
{ "question": "never have i ever  accidentally said “I love you” to someone."},
{ "question": "never have i ever  hitchhiked."},
{ "question": "never have i ever  been trapped in an elevator."},
{ "question": "never have i ever  sung karaoke in front of people."},
{ "question": "never have i ever  been on TV or the radio."},
{ "question": "never have i ever  pressed send and then immediately regretted it."},
{ "question": "never have i ever  been so sun burnt I couldn’t wear a shirt."},
{ "question": "never have i ever  had a crush on a friend’s parent."},
{ "question": "never have i ever  been awake for two days straight."},
{ "question": "never have i ever  thrown up on a roller coaster."},
{ "question": "never have i ever  snuck into a movie."},
{ "question": "never have i ever  accidentally sent someone to the hospital."},
{ "question": "never have i ever  dyed my hair a crazy color."},
{ "question": "never have i ever  had a physical fight with my best friend."},
{ "question": "never have i ever  fallen in love at first sight."},
{ "question": "never have i ever  had someone slap me across the face."},
{ "question": "never have i ever  worked with someone I hated with the burning passion of a thousand suns."},{ "question": "never have i ever  danced in an elevator."},
{ "question": "never have i ever  cried in public because of a song."},
{ "question": "never have i ever  texted for four hours straight."},
{ "question": "never have i ever  chipped a tooth."},
{ "question": "never have i ever  gone hunting."},
{ "question": "never have i ever  had a tree house."},
{ "question": "never have i ever  thrown something into a TV or computer screen."},
{ "question": "never have i ever  been to a country in Asia."},
{ "question": "never have i ever  been screamed at by a customer at my job."},
{ "question": "never have i ever  spent a night in the woods with no shelter."},
{ "question": "never have i ever  read a whole novel in one day."},
{ "question": "never have i ever  gone vegan."},
{ "question": "never have i ever  been without heat for a winter or without A/C for a summer."},
{ "question": "never have i ever  worn glasses without lenses."},
{ "question": "never have i ever  gone scuba diving."},
{ "question": "never have i ever  lied about a family member dying as an excuse to get out of doing something."},{ "question": "never have i ever  bungee jumped."},
{ "question": "never have i ever  been to a country in Africa."},
{ "question": "never have i ever  been on a fad diet."},
{ "question": "never have i ever  been to a fashion show."},
{ "question": "never have i ever  been electrocuted."},
{ "question": "never have i ever  stolen something from a restaurant."},
{ "question": "never have i ever  had a bad allergic reaction."},
{ "question": "never have i ever  been in an embarrassing video that was uploaded to YouTube."},
{ "question": "never have i ever  thought I was going to drown."},
{ "question": "never have i ever  worked at a fast food restaurant."},
{ "question": "never have i ever  fainted."},
{ "question": "never have i ever  looked through someone else’s phone without their permission."}]
